Repository: darktable-org/darktable
Catalog: doc/usermanual/po/pl.tmx
Source language: en
Languages: pl

source: jobcode
pl: kod pracy

source: thumbnail
pl: miniaturka

source: storage file
pl: plik przechowywania

source: ignore JPEG files
pl: pomijaj pliki JPEG

source: do not load files with an extension of .jpg or .jpeg. this can be useful when there are raw+JPEG in a directory.
pl: bez wczytywania plików z rozszerzeniem .jpg lub .jpeg. może być pomocne, kiedy w katalogu znajdują się pliki raw+JPEG.

source: apply metadata on import
pl: zastosuj metadane podczas importu

source: apply some metadata to all newly imported images.
pl: stosuje wybrane metadane do nowo-importowanych obrazów.

source: comma separated list of tags
pl: lista etykiet oddzielonych przecinkami

source: override today's date
pl: nadpisz dzisiejszą datę

source: check this, if you want to override the timestamp used when expanding variables: $(YEAR), $(MONTH), $(DAY), $(HOUR), $(MINUTE), $(SECONDS)
pl: proszę zaznaczyć, jeśli użyty znacznik czasu ma być nadpisany podczas rozszerzania zmiennych: $(YEAR), $(MONTH), $(DAY), $(HOUR), $(MINUTE), $(SECONDS)

source: images
pl: zdjęcia

source: settings
pl: ustawienia

source: select the images from the list below that you want to import into a new filmroll
pl: proszę wybrać zdjęcia z listy poniżej, które chcesz zaimportować do nowej rolki filmu

source: please use YYYY-MM-DD format for date override
pl: aby nadpisać datę, proszę użyć formatu YYYY-MM-DD

source: tethering view
pl: tethering

source: lighttable view
pl: stół podświetlany

source: darkroom view
pl: ciemnia

source: map view
pl: widok mapy

source: slideshow view
pl: pokaz slajdów

source: print view
pl: wydruk

source: quit
pl: zakończ

source: toggle fullscreen
pl: tryb pełnoekranowy

source: leave fullscreen
pl: opuść trybu pełnoekranowy

source: toggle side borders
pl: widoczność paneli bocznych

source: toggle panels collapsing controls
pl: widoczność przycisków ukrywania paneli bocznych

source: toggle left panel
pl: widoczność lewego panelu

source: toggle right panel
pl: widoczność prawego panelu

source: toggle top panel
pl: widoczność górnego panelu

source: toggle bottom panel
pl: widoczność dolnego panelu

source: toggle header
pl: widoczność nagłówka

source: toggle filmstrip and timeline
pl: przełącz taśmę filmową lub linię czasu

source: toggle top toolbar
pl: widoczność górnego panelu

source: toggle bottom toolbar
pl: widoczność dolnego panelu

source: toggle all top panels
pl: widoczność górnych paneli

source: toggle all bottom panels
pl: widoczność dolnych paneli

source: toggle focus peaking
pl: przełącz podgląd ostrości

source: switch view
pl: przełącz widok

source: show accels window
pl: pokaż okno skrótów

source: $(ROLL_NAME) - roll of the input image
pl: $(ROLL_NAME) - rolka zdjęcia wejściowego

source: $(FILE_FOLDER) - folder containing the input image
pl: $(FILE_FOLDER) - katalog zawierający wejściowe zdjęcie

source: $(FILE_NAME) - basename of the input image
pl: $(FILE_NAME) - nazwa bazowa wejściowego zdjęcia

source: $(FILE_EXTENSION) - extension of the input image
pl: $(FILE_EXTENSION) - rozszerzenie wejściowego zdjęcia

source: $(VERSION) - duplicate version
pl: $(VERSION) - wersja duplikatu

source: $(VERSION_IF_MULTI) - same as $(VERSION) but null string if only one version exists
pl: $(VERSION_IF_MULTI) - to samo co $(VERSION) ale puste, jeśli istnieje tylko jedna wersja

source: $(VERSION_NAME) - version name from metadata
pl: $(VERSION_NAME) - nazwa wersji z metadanych

source: $(SEQUENCE) - sequence number
pl: $(SEQUENCE) - numer sekwencji

source: $(MAX_WIDTH) - maximum image export width
pl: $(MAX_HEIGHT) - największa szerokość eksportowanego zdjęcia

source: $(MAX_HEIGHT) - maximum image export height
pl: $(MAX_HEIGHT) - największa wysokość eksportowanego zdjęcia

source: $(YEAR) - year
pl: $(YEAR) - rok

source: $(MONTH) - month
pl: $(MONTH) - miesiąc

source: $(DAY) - day
pl: $(DAY) - dzień

source: $(HOUR) - hour
pl: $(HOUR) - godzina

source: $(MINUTE) - minute
pl: $(MINUTE) - minuta

source: $(SECOND) - second
pl: $(SECOND) - sekunda

source: $(EXIF_YEAR) - EXIF year
pl: $(EXIF_YEAR) - rok z EXIF

source: $(EXIF_MONTH) - EXIF month
pl: $(EXIF_MONTH) - miesiąc z EXIF

source: $(EXIF_DAY) - EXIF day
pl: $(EXIF_DAY) - dzień z EXIF

source: $(EXIF_HOUR) - EXIF hour
pl: $(EXIF_HOUR) - godzina z EXIF

source: $(EXIF_MINUTE) - EXIF minute
pl: $(EXIF_MINUTE) - minuta z EXIF

source: $(EXIF_SECOND) - EXIF second
pl: $(EXIF_SECOND) - sekunda z EXIF

source: $(EXIF_ISO) - ISO value
pl: $(EXIF_ISO) - wartość ISO z EXIF

source: $(EXIF_EXPOSURE) - EXIF exposure
pl: $(EXIF_EXPOSURE) - ekspozycja EXIF

source: $(EXIF_EXPOSURE_BIAS) - EXIF exposure bias
pl: $($(EXIF_EXPOSURE_BIAS) - przesunięcie ekspozycji EXIF

source: $(EXIF_APERTURE) - EXIF aperture
pl: $(EXIF_APERTURE) - przysłona EXIF

source: $(EXIF_FOCAL_LENGTH) - EXIF focal length
pl: $(EXIF_FOCAL_LENGTH) - ogniskowa EXIF

source: $(EXIF_FOCUS_DISTANCE) - EXIF focal distance
pl: $(EXIF_FOCUS_DISTANCE) - odległość EXIF

source: $(LONGITUDE) - longitude
pl: $(LONGITUDE) - długość geograficzna

source: $(LATITUDE) - latitude
pl: $(LATITUDE) - szerokość geograficzna

source: $(ELEVATION) - elevation
pl: $(ELEVATION) - elewacja

source: $(STARS) - star rating
pl: $(STARS) - ocena zdjęcia

source: $(LABELS) - colorlabels
pl: $(LABELS) - kolorowe etykiety

source: $(MAKER) - camera maker
pl: $(MAKER) - producent aparatu

source: $(MODEL) - camera model
pl: $(MODEL) - model aparatu

source: $(LENS) - lens
pl: $(LENS) - obiektyw

source: $(TITLE) - title from metadata
pl: $(TITLE) - tytuł z metadanych

source: $(DESCRIPTION) - description from metadata
pl: $(DESCRIPTION) - opis z metadanych

source: $(CREATOR) - creator from metadata
pl: $(CREATOR) - twórca z metadanych

source: $(PUBLISHER) - publisher from metadata
pl: $(PUBLISHER) - wydawca z metadanych

source: $(RIGHTS) - rights from metadata
pl: $(RIGHTS) - uprawnienia z metadanych

source: $(PICTURES_FOLDER) - pictures folder
pl: $(PICTURES_FOLDER) - katalog zdjęć

source: $(HOME) - home folder
pl: $(HOME) - katalog domowy

source: $(DESKTOP) - desktop folder
pl: $(DESKTOP) - pulpit

source: $(OPENCL_ACTIVATED) - whether OpenCL is activated
pl: $(OPENCL_ACTIVATED) - wskazuje czy OpenCL jest aktywny

source: $(CATEGORY0(category)) - subtag of level 0 in hierarchical tags
pl: $(CATEGORY0(category)) - podetykieta poziomu 0 w etykietach hierarchicznych

source: $(TAGS) - tags as set in metadata settings
pl: $(TAGS) - etykiety zgodnie z ustawieniami metadanych

source: horizontal lines
pl: linie poziome

source: number of horizontal guide lines
pl: liczba poziomych linii siatki

source: vertical lines
pl: linie pionowe

source: number of vertical guide lines
pl: liczba pionowych linii siatki

source: subdivisions
pl: linie pomocnicze

source: number of subdivisions per grid rectangle
pl: liczba pomocniczych linii siatki

source: extra
pl: ekstra

source: golden sections
pl: złote części

source: golden spiral sections
pl: części złotej spirali

source: golden spiral
pl: złota spirala

source: show some extra guides
pl: dodatkowe prowadnice

source: grid
pl: siatka

source: rules of thirds
pl: trójpodział

source: metering
pl: linie podziałki

source: perspective
pl: perspektywa

source: diagonal method
pl: metoda przekątniowa

source: harmonious triangles
pl: trójkąty harmoniczne

source: golden mean
pl: złoty podział

source: select parts to copy
pl: wybierz części do skopiowania

source: select parts to paste
pl: wybierz części do wklejenia

source: select _all
pl: wybierz _wszystko

source: select _none
pl: _bez wybierania

source: include
pl: uwzględnij

source: item
pl: element

source: modules order
pl: kolejność modułów

source: can't copy history out of unaltered image
pl: nie można skopiować historii niezmodyfikowanego zdjęcia

source: normal images
pl: normalne zdjęcia

source: general
pl: ogólne

source: interface language
pl: język interfejsu

source: double click to reset to the system language
pl: kliknij dwukrotnie, aby zresetować do języka systemowego

source: set the language of the user interface. the system default is marked with an * (needs a restart)
pl: ustaw język interfejsu użytkownika. domyślny jest zaznaczony * (wymaga restartu)

source: theme
pl: motyw

source: set the theme for the user interface
pl: wybierz motyw interfejsu użytkownika

source: use system font size
pl: używaj systemowego rozmiaru czcionki

source: font size in points
pl: rozmiar czcionki w punktach

source: modify selected theme with CSS tweaks below
pl: zmodyfikuj wybrany motyw przy użyciu CSS poniżej

source: modify theme with CSS keyed below (saved to user.css)
pl: użyj poniższych modyfikacji motywu (zapisywane do user.css)

source: save theme tweaks
pl: zapisz zmiany w motywie

source: /* ERROR Loading user.css */
pl: /* błąd przy ładowaniu user.css */

source: /* Enter CSS theme tweaks here */
pl: /* tutaj wprowadź zmiany w motywie CSS */

source: darktable preferences
pl: ustawienia darktable

source: maker
pl: producent

source: import...
pl: importuj...

source: shortcuts
pl: skróty

source: shortcut
pl: skrót

source: binding
pl: przypisane klawisze

source: search
pl: szukaj

source: click or press enter to search click or press enter again to cycle through results
pl: kliknij lub naciśnij enter aby wyszukiwać kliknij lub naciśnij enter ponownie, aby poruszać się po wynikach

source: export...
pl: eksportuj...

source: press key combination to remap...
pl: naciśnij kombinację klawiszy, aby zmienić...

source: %s accel is already mapped to %s. do you want to replace it ?
pl: skrót %s jest już przypisany do %s czy chcesz go nadpisać?

source: accel conflict
pl: konflikt skrótów

source: do you really want to delete the preset `%s'?
pl: usunąć zapisane ustawienie „%s”?

source: delete preset?
pl: usunąć zapisane ustawienie?

source: select file to export
pl: wybierz plik do eksportu

source: select file to import
pl: wybierz plik do zaimportowania

source: _open
pl: _otwórz

source: are you sure you want to restore the default keybindings? this will erase any modifications you have made.
pl: na pewno przywrócić domyślne skróty klawiszowe? zostaną wymazane wszystkie dotychczasowe modyfikacje.

source: select preset to import
pl: wybierz zapisane ustawienia do zaimportowania

source: failed to import preset
pl: nie udało się zaimportować zapisanych ustawień

source: edit `%s' for module `%s'
pl: edycja „%s” dla modułu „%s”

source: description or further information
pl: opis lub dalsze informacje

source: auto apply this preset to matching images
pl: automatycznie zastosuj to ustawienie do pasujących zdjęć

source: only show this preset for matching images
pl: wyświetlaj to ustawienie tylko dla pasujących zdjęć

source: be very careful with this option. this might be the last time you see your preset.
pl: proszę zachować ostrożność. ustawienie może zostać utracone na zawsze.

source: string to match model (use % as wildcard)
pl: wyszukiwanie modelu (można użyć % jako wieloznacznik)

source: string to match maker (use % as wildcard)
pl: wyszukiwanie producenta (można użyć % jako wieloznacznik)

source: string to match lens (use % as wildcard)
pl: wyszukiwanie obiektywu (można użyć % jako wieloznacznik)

source: minimum ISO value
pl: najmniejsza wartość ISO

source: maximum ISO value
pl: największa wartość ISO

source: minimum exposure time
pl: najkrótszy czas naświetlania

source: maximum exposure time
pl: najdłuższy czas naświetlania

source: minimum aperture value
pl: najmniejsza wartość przysłony

source: maximum aperture value
pl: największa wartość przysłony

source: minimum focal length
pl: najkrótsza ogniskowa

source: maximum focal length
pl: najdłuższa ogniskowa

source: _select as output destination
pl: _wybierz jako miejsce docelowe

source: preset %s was successfully saved
pl: zapis ustawień %s zakończony powodzeniem

source: new preset
pl: nowe ustawienia

source: please give preset a name
pl: proszę nadać nazwę ustawieniu

source: unnamed preset
pl: ustawienie bez nazwy

source: preset `%s' already exists. do you want to overwrite?
pl: zapisane ustawienie „%s” już istnieje. czy chcesz je nadpisać?

source: overwrite preset?
pl: nadpisać zapisane ustawienie?

source: name of the preset
pl: nazwa ustawienia

source: (default)
pl: (domyślnie)

source: disabled: wrong module version
pl: nieaktywne: błędna wersja modułu

source: edit this preset..
pl: edytuj to ustawienie..

source: delete this preset
pl: usuń to ustawienie

source: store new preset..
pl: zapisz nowe ustawienie..

source: update preset
pl: aktualizuj ustawienie

source: favourite
pl: ulubione

source: style %s was successfully saved
pl: zapis stylu %s zakończony powodzeniem

source: edit style
pl: edycja stylu

source: duplicate style
pl: zduplikuj styl

source: creates a duplicate of the style before applying changes
pl: tworzy duplikat stylu przed zastosowaniem zmian

source: create new style
pl: tworzenie nowego stylu

source: enter a name for the new style
pl: wprowadź nazwę dla nowego stylu

source: enter a description for the new style, this description is searchable
pl: wprowadź opis dla nowego stylu, opis będzie dostępny w wyszukiwaniu

source: update
pl: aktualizuj

source: can't create style out of unaltered image
pl: nie można utworzyć stylu na podstawie niezmienianego zdjęcia

source: copy
pl: kopiuj

source: do a 1:1 copy of the selected files. the global options below do not apply!
pl: tworzy kopię 1:1 wybranych plików. ustawienia ogólne poniżej są pomijane!

source: the selected output profile doesn't work well with exr
pl: wybrany profil wyjściowy nie działa dobrze z exr

source: OpenEXR (float)
pl: OpenEXR (zmiennoprzecinkowy)

source: compression mode
pl: tryb kompresji

source: PIZ (default)
pl: PIZ (domyślne)

source: PXR24 (lossy)
pl: PXR24 (stratny)

source: B44 (lossy)
pl: B44 (stratny)

source: B44A (lossy)
pl: B44A (stratny)

source: quality
pl: jakość

source: DCP mode
pl: tryb DCP

source: invalid paper size
pl: niepoprawny rozmiar papieru

source: invalid border size, using 0
pl: niepoprawny rozmiar obramowania, używam 0

source: could not export to file `%s'!
pl: nie można eksportować do pliku „%s”!

source: enter the title of the pdf
pl: wprowadź tytuł pliku pdf

source: paper size
pl: rozmiar papieru

source: paper size of the pdf either one from the list or "<width> [unit] x <height> <unit> example: 210 mm x 2.97 cm
pl: rozmiar papieru pliku pdf albo jeden z listy, albo "<szerokość> [jedn.] x <wysokość> <jedn.> przykład: 210 mm x 2.97 cm

source: page orientation
pl: orientacja strony

source: portrait
pl: pionowa

source: landscape
pl: pozioma

source: paper orientation of the pdf
pl: orientacja papieru pliku pdf

source: border
pl: obramowanie

source: empty space around the pdf format: size + unit examples: 10 mm, 1 inch
pl: pusta przestrzeń wokół pdf format: rozmiar + jednostka przykłady: 10 mm, 1 cal

source: dpi of the images inside the pdf
pl: dpi zdjęć wewnątrz pdf

source: rotate images
pl: obracanie zdjęć

source: images can be rotated to match the pdf orientation to waste less space when printing
pl: zdjęcia mogą być obracane, żeby pasować do orientacji pdf, żeby marnować mniej przestrzeni przy wydruku

source: TODO: pages
pl: TODO: strony

source: single images
pl: pojedyncze zdjęcia

source: contact sheet
pl: stykówka

source: what pages should be added to the pdf
pl: które strony powinny być dodane do pdfa

source: embed icc profiles
pl: osadź profil ICC

source: images can be tagged with their icc profile
pl: zdjęcia mogą być posiadać tagi ze swoim profilem icc

source: bit depth
pl: rozdzielczość bitowa

source: bits per channel of the embedded images
pl: ilość bitów na kanał osadzonych zdjęć

source: compression
pl: kompresja

source: uncompressed
pl: nieskompresowane

source: method used for image compression uncompressed -- fast but big files deflate -- smaller files but slower
pl: metoda używana do kompresji zdjęć nieskompresowane -- szybkie, ale duże pliki deflate -- mniejsze pliki, ale wolniejsze

source: image mode
pl: tryb obrazów

source: draft
pl: szkic

source: debug
pl: debugowanie

source: normal -- just put the images into the pdf draft -- images are replaced with boxes debug -- only show the outlines and bounding boxen
pl: zwykły -- po prostu umieść zdjęcia w pliku pdf szkic -- zdjęcia zastępowane są ramkami debugowanie -- wyświetlaj tylko zarys i ograniczające ramki

source: PFM (float)
pl: PFM (zmiennoprzecinkowy)

source: PNG (8/16-bit)
pl: PNG (8/16-bitowy)

source: PPM (16-bit)
pl: PPM (16-bitowy)

source: image
pl: obraz

source: TIFF (8/16/32-bit)
pl: TIFF (8/16/32-bitowy)

source: 32 bit (float)
pl: 32 bit (zmiennoprzecinkowy)

source: deflate with predictor
pl: deflate z predykcją

source: deflate with predictor (float)
pl: deflate z predykcją (zmiennoprzecinkowy)

source: compression level
pl: poziom kompresji

source: WebP (8-bit)
pl: WebP (8-bitowy)

source: compression type
pl: rodzaj kompresji

source: lossy
pl: stratny

source: lossless
pl: bezstratny

source: applies only to lossy setting
pl: dotyczy tylko ustawienia stratnego

source: image hint
pl: sugerowany rodzaj obrazu

source: image characteristics hint for the underlying encoder. picture : digital picture, like portrait, inner shot photo : outdoor photograph, with natural lighting graphic : discrete tone image (graph, map-tile etc)
pl: podpowiedź rodzaju obrazu dla kodera. obraz : obraz cyfrowy, np. portret, zdjęcie w pomieszczeniu fotografia : zdjęcie na wolnym powietrzu, w naturalnym oświetleniu grafika : obraz zawierający tony dyskretne (wykres, mapka itp.)

source: picture
pl: obraz

source: photo
pl: zdjęcie

source: graphic
pl: grafika

source: file on disk
pl: plik na dysku

source: enter the path where to put exported images variables support bash like string manipulation recognized variables:
pl: wprowadź ścieżkę umieszczenia eksportowanych obrazów zmienne obsługują manipulacje łańcuchami podobnie jak bash rozpoznawane zmienne:

source: on conflict
pl: w przypadku konfliktu

source: create unique filename
pl: utwórz unikalną nazwę

source: overwrite
pl: nadpisz

source: skip
pl: pomiń

source: could not create directory `%s'!
pl: nie można utworzyć katalogu „%s”!

source: could not write to directory `%s'!
pl: nie można zapisać w katalogu „%s”!

source: %d/%d skipping `%s'
pl: %d/%d pomijam `%s'

source: %d/%d exported to `%s'
pl: %d/%d wyeksportowane do „%s”

source: you are going to export on overwrite mode, this will overwrite any existing images do you really want to continue?
pl: zdjęcia zostaną wyeksportowane w trybie z nadpisywaniem, co spowoduje nadpisanie istniejących plików czy na pewno kontynuować?

source: send as email
pl: wyślij jako e-mail

source: images exported from darktable
pl: zdjęcia wyeksportowane z darktable

source: could not launch email client!
pl: nie można uruchomić klienta e-mail!

source: website gallery
pl: galeria internetowa

source: enter the title of the website
pl: wprowadź nazwę strony

source: LaTeX book template
pl: szablon książki LaTeX

source: enter the title of the book
pl: wprowadź tytuł książki

source: authenticated
pl: uwierzytelniono

source: not authenticated
pl: nie uwierzytelniono

source: not authenticated, cannot reach server
pl: nie uwierzytelniono, nie można połączyć się z serwerem

source: create new album
pl: utwórz nowy album

source: cannot refresh albums
pl: nie można odświeżyć albumów

source: accounts
pl: konta

source: server
pl: serwer

source: the server name default protocol is https specify http:// if non secure server
pl: nazwa serwera domyślny protokół to https podaj http:// jeśli serwer nie jest zabezpieczony

source: user
pl: użytkownik

source: password
pl: hasło

source: login
pl: zaloguj

source: piwigo login
pl: login piwigo

source: visible to
pl: widoczne dla

source: everyone
pl: wszystkich

source: contacts
pl: kontakty

source: friends
pl: przyjaciół

source: family
pl: rodziny

source: you
pl: ciebie

source: refresh album list
pl: odśwież listę albumów

source: new album
pl: nowy album

source: parent album
pl: album nadrzędny

source: click login button to start
pl: kliknij „zaloguj”, aby rozpocząć

source: cannot create a new piwigo album!
pl: nie można utworzyć nowego albumu piwigo!

source: could not upload to piwigo!
pl: nie można wysłać na piwigo!

source: %d/%d exported to piwigo webalbum
pl: %d/%d wyeksportowane do albumu piwigo

source: perspective correction
pl: korekta perspektywy

source: rotation
pl: obrót

source: lens shift (v)
pl: przesunięcie obiektywu (pion)

source: lens shift (h)
pl: przesunięcie obiektywu (poziom)

source: shear
pl: nachylenie

source: crop factor
pl: mnożnik ogniskowej

source: aspect adjust
pl: modyfikacja proporcji

source: guides
pl: prowadnice

source: automatic cropping
pl: automatyczne kadrowanie

source: lens model
pl: model obiektywu

source: automatic cropping failed
pl: automatyczne kadrowanie nieudane

source: data pending - please repeat
pl: oczekiwanie na dane - proszę powtórzyć

source: could not detect structural data in image
pl: nie udało się wykryć informacji o strukturze na zdjęciu

source: could not run outlier removal
pl: nie udało się usunąć danych odstających

source: not enough structure for automatic correction
pl: zbyt mało struktury do automatycznej korekcji

source: automatic correction failed, please correct manually
pl: automatyczna korekcja nieudana, proszę skorygować ręcznie

source: lens shift (%s)
pl: przesunięcie obiektywu (%s)

source: horizontal
pl: w poziomie

source: vertical
pl: w pionie

source: lens shift (vertical)
pl: przesunięcie obiektywu (pion)

source: lens shift (horizontal)
pl: przesunięcie obiektywu (poziom)

source: largest area
pl: największy obszar

source: original format
pl: oryginalny format

source: generic
pl: ogólny

source: specific
pl: specyficzny

source: lens dependence
pl: zależność od obiektywu

source: automatic fit
pl: automatyczne dopasowanie

source: get structure
pl: zbadaj strukturę

source: rotate image
pl: obróć zdjęcie

source: apply lens shift correction in one direction
pl: zastosuj korektę przesunięcia obiektywu w jednym kierunku

source: shear the image along one diagonal
pl: nachyl zdjęcie w kierunku jednej przekątnej

source: display guide lines overlay
pl: wyświetl nakładkę z prowadnicami

source: automatically crop to avoid black edges
pl: przytnij automatycznie, by pozbyć się czarnych obwódek

source: lens model of the perspective correction: generic or according to the focal length
pl: model obiektywu do korekcji perspektywy: ogólny, albo zgodnie z ogniskową

source: focal length of the lens, default value set from exif data if available
pl: ogniskowa obiektywu, wartość domyślna z exifu - jeśli dostępna

source: crop factor of the camera sensor, default value set from exif data if available, manual setting is often required
pl: mnożnik ogniskowej sensora aparatu, wartość domyślna z exifu - jeśli dostępna

source: the level of lens dependent correction, set to maximum for full lens dependency, set to zero for the generic case
pl: poziom korekty zależnej od obiektywu, ustaw na maksimum dla pełnej zależności od obiektywu, ustaw na zero dla przypadku ogólnego

source: adjust aspect ratio of image by horizontal and vertical scaling
pl: popraw proporcje zdjęcia przez skalowanie w pionie i poziomie

source: automatically correct for vertical perspective distortion ctrl+click to only fit rotation shift+click to only fit lens shift
pl: automatycznie popraw pionowe zniekształcenie perspektywy kliknięcie z ctrl, żeby dopasować tylko obrót kliknięcie z shift, żeby dopasować tylko przesunięcie obiektywu
